Repository: fairytaib/procrastination-defier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Add a comment...
de: Kommentar hinzufügen

source: Post Title
de: Title

source: Post Content
de: Kommentar schreiben

source: Community Posts
de: Beiträge der Community

source: Create Post
de: Beitrag erstellen

source: Login to write post
de: Anmelden, um einen Beitrag zu schreiben

source: Connect with like-minded individuals and share your thoughts!
de: Verbinden dich mit Gleichgesinnten und teilen Sie Ihre Gedanken!

source: Read more →
de: Weiterlesen →

source: No posts yet.
de: Noch keine Beiträge.

source: Create New Post
de: Neuen Beitrag erstellen

source: Back to Posts
de: Zurück zu den Beiträgen

source: Fill out the form below to create a new blog post. Please note that your post can not be edited after publishing it.
de: Fülle das untenstehende Formular aus, um einen neuen Blogbeitrag zu erstellen. Bitte beachte, dass dein Beitrag nach der Veröffentlichung nicht mehr bearbeitet werden kann.

source: Publish
de: Veröffentlichen

source: Cancel
de: Abbrechen

source: By
de: Von

source: on
de: Datum

source: Delete post?
de: Beitrag löschen?

source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen möchten

source: This action cannot be undone and there will be no points awarded.
de: Diese Aktion kann nicht rückgängig gemacht werden und es werden keine Punkte vergeben.

source: Yes, delete
de: Ja, löschen

source: Comments
de: Kommentare

source: Delete comment?
de: Kommentar löschen?

source: Are you sure you want to delete your comment? This action cannot be undone and there will be no points awarded.
de: Möchten Sie Ihren Kommentar wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden und es werden keine Punkte vergeben.

source: No comments yet.
de: Noch keine Kommentare.

source: Add a comment
de: Kommentar hinzufügen

source: Post comment
de: Kommentar schreiben

source: Login to leave a comment
de: Anmelden, um einen Kommentar zu hinterlassen

source: Comment posted successfully.
de: Kommentar erfolgreich gepostet.

source: Failed to post comment.
de: Kommentar konnte nicht gepostet werden.

source: Post created successfully.
de: Beitrag erfolgreich erstellt.

source: Failed to create post.
de: Beitrag konnte nicht erstellt werden.

source: Post deleted successfully.
de: Beitrag erfolgreich gelöscht.

source: Comment deleted successfully.
de: Kommentar erfolgreich gelöscht.

source: Save for the future
de: Für die Zukunft speichern

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Phone Number
de: Telefonnummer

source: Street Address
de: Straße und Hausnummer

source: Apartment
de: Wohnung

source: City
de: Stadt

source: Postal Code
de: Postleitzahl

source: Country
de: Land

source: Postal code must be numeric.
de: Die Postleitzahl muss numerisch sein.

source: form-check-input
de: Formular-Überprüfung-Eingabe

source: Reward Sent
de: Belohnung gesendet

source: Ordered by:
de: Bestellt von:

source: Ordered at:
de: Bestellt am:

source: Reward sent:
de: Belohnung gesendet:

source: Yes,No
de: Ja,Nein

source: View Details
de: Details anzeigen

source: All Orders
de: Alle Bestellungen

source: Reward Orders
de: Bestellte Preise

source: Open Orders
de: Offene Bestellungen

source: No open orders found.
de: Keine offenen Bestellungen gefunden.

source: Past Orders
de: Frühere Bestellungen

source: No past orders found.
de: Keine früheren Bestellungen gefunden.

source: View all orders
de: Alle Bestellungen anzeigen

source: Checkout
de: Kasse

source: Reward
de: Belohnung

source: Point cost
de: Preis

source: available
de: verfügbar

source: No reward selected. Please go back and choose a reward.
de: Keine Belohnung ausgewählt. Bitte gehen Sie zurück und wählen Sie eine Belohnung aus.

source: Place Order
de: Bestellung aufgeben

source: Order Details
de: Bestelldetails

source: Back to all orders
de: Zurück zu allen Bestellungen

source: Order ID
de: Bestellnummer

source: Points
de: Punkte

source: Purchased on
de: Gekauft am

source: Sent
de: Gesendet

source: Not sent yet
de: Noch nicht gesendet

source: User
de: Nutzer

source: Shipping & Contact
de: Versand & Kontakt

source: First name
de: Vorname

source: Last name
de: Nachname

source: Phone
de: Telefonnummer

source: Street
de: Straße

source: Postal code
de: Postleitzahl

source: Order status
de: Bestellstatus

source: Order History
de: Bestellverlauf

source: You haven't placed any orders yet.
de: Sie haben noch keine Bestellungen aufgegeben.

source: Your Orders
de: Ihre Bestellungen

source: total
de: Gesamt

source: Order from
de: Bestellung von

source: Reward Details
de: Prämien-Details

source: Item:
de: Artikel

source: Points Used:
de: Benutzte Punkte:

source: points
de: Punkte

source: Shipping Details
de: Versanddetails

source: View Full Details
de: Alle Details anzeigen

source: Previous
de: Zurück

source: Next
de: Weiter

source: Last
de: Letze

source: This reward is currently out of stock.
de: Diese Prämie ist derzeit nicht vorrätig.

source: You do not have enough points to redeem this reward
de: Du hast nicht genügend Punkte, um diese Prämie einzulösen.

source: Order placed successfully. We will send it to you shortly.
de: Bestellung erfolgreich aufgegeben. Wir senden sie dir in Kürze zu.

source: Order marked as done.
de: Auftrag als erledigt markiert.

source: Your Order Confirmation
de: Deine Bestellbestätigung

source: Subscription Confirmation
de: Bestätigung des Abonnements

source: Thank you for your order
de: Vielen Dank für deine Bestellung.

source: You have purchased
de: Du hast gekauft

source: for
de: für

source: points.
de: Punkte.

source: Order date:
de: Bestellt am:

source: Delivery address:
de: E-Mail-Adresse:

source: Welcome and thank you for subscribing!
de: Willkommen und vielen Dank für deine Anmeldung!

source: We confirm your subscription to the plan:
de: Wir bestätigen deine Anmeldung für das Abo:

source: Price:
de: Preis:

source: You can manage your subscription anytime in your account settings.
de: Du kannst dein Abo jederzeit in deinen Accounteinstellungen speichern

source: We are excited to have you with us!
de: Wir freuen uns, Dich bei uns zu haben!

source: You have successfully subscribed to:
de: Du hast dich erfolgreich angemeldet für:

source: Username
de: Nutzername

source: This Email already exists
de: Diese E-Mail-Adresse existiert bereits.

source: Profile Picture (JPEG, PNG, JPG or WEBP)
de: Profilbild (JPEG, PNG, JPG oder WEBP)

source: Uploaded file is not a valid image.
de: Die hochgeladene Datei ist kein gültiges Bild.

source: Only JPEG, JPG, PNG or WEBP images are allowed.
de: Es sind nur Bilder im Format JPEG, JPG, PNG oder WEBP zulässig.

source: Upload a profile picture.
de: Lade ein Profilbild hoch.

source: Edit Profile
de: Profil bearbeiten

source: Edit account
de: Profil bearbeiten

source: Back
de: Zurück

source: Save changes
de: Änderungen speichern

source: Your Profile
de: Dein Profil

source: Your profile
de: Dein Profil

source: Edit profile
de: Profil bearbeiten

source: Change password
de: Passwort ändern

source: Account details
de: Kontodaten

source: Your Points
de: Deine Punkte

source: Member since
de: Mitglied seit

source: Reward Name
de: Name der Belohnung

source: Reward Image
de: Bild der Belohnung

source: Reward Description
de: Beschreibung der Belohnung

source: Cost (in points)
de: Kosten (in Punkten)

source: Stock Quantity
de: Lagerbestand

source: Reward Type
de: Belohnungstyp

source: Available Countries
de: Verfügbare Länder

source: Describe the reward as detailed as possible
de: Beschreiben Sie die Belohnung so detailliert wie möglich

source: Cost in points
de: Kosten in Punkten

source: Name can only contain letters, numbers, and spaces.
de: Der Name darf nur Buchstaben, Zahlen und Leerzeichen enthalten.

source: Description must be at least 10 characters long.
de: Die Beschreibung muss mindestens 10 Zeichen lang sein.

source: Cost must be positive.
de: Der Preis muss positiv sein.

source: Stock cannot be negative.
de: Der Lagerbestand kann nicht negativ sein.

source: Cost in points to redeem this reward.
de: Kosten in Punkten, um diese Prämie einzulösen.

source: Number of items available for this reward.
de: Anzahl der für diese Belohnung verfügbaren Artikel.

source: Add Reward
de: Belohnung hinzufügen

source: Edit Reward
de: Belohnung bearbeiten

source: You do not have permission to edit the reward.
de: Sie haben keine Berechtigung, die Belohnung zu bearbeiten.

source: Rewards List
de: Belohnungen

source: Rewards
de: Belohnungen

source: You have enough points to treat yourself to a reward? Pick and choose your favorite!
de: Hast du genug Punkte, um dir eine Belohnung zu gönnen? Wähle deine Lieblingsbelohnung aus!

source: Filter type
de: Typ

source: All types
de: Alle Typen

source: Filter available countries
de: Verfügbare Länder filtern

source: All countries
de: Alle Länder

source: Order by
de: Sortiere nach

source: New
de: Neu

source: Apply
de: Anwenden

source: Reset
de: Zurücksetzen

source: results
de: Ergebnisse

source: Out of stock
de: Nicht auf Lager

source: Available in:
de: Erhältlich in:

source: See Details
de: Details anzeigen

source: No rewards match your filters.
de: Es gibt keine Belohnungen, die Ihren Filtern entsprechen.

source: Clear filters
de: Filter löschen

source: Back to Rewards
de: Zurück zu den Prämien

source: Reward image
de: Belohnungsbild

source: Available for
de: Verfügbar für

source: Redeem Reward
de: Prämie einlösen

source: This reward is out of stock.
de: Diese Prämie ist derzeit nicht verfügbar.

source: Login to order your reward
de: Anmelden, um Ihre Prämie zu bestellen

source: Germany
de: Deutschland

source: France
de: Frankreich

source: Belgium
de: Belgien

source: Switzerland
de: Schweiz

source: Denmark
de: Dänemark

source: Finland
de: Finnland

source: Sweden
de: Schweden

source: Norway
de: Norwegen

source: Netherlands
de: Niederlande

source: Italy
de: Italien

source: Spain
de: Spanien

source: Everywhere
de: Überall

source: Reward added successfully.
de: Belohnung erfolgreich hinzugefügt.

source: Failed to add reward. Please correct the errors below.
de: Das Hinzufügen der Belohnung ist fehlgeschlagen. Bitte korrigieren Sie die folgenden Fehler.

source: You do not have permission to add rewards.
de: Sie haben keine Berechtigung, Belohnungen hinzuzufügen.

source: You do not have permission to delete rewards.
de: Sie haben keine Berechtigung, Prämien zu löschen.

source: Reward deleted successfully.
de: Belohnung erfolgreich gelöscht.

source: You do not have permission to edit rewards.
de: Sie haben keine Berechtigung, Belohnungen zu bearbeiten.

source: Reward updated successfully.
de: Belohnung erfolgreich aktualisiert.

source: Subscriptions
de: Abonnements

source: Choose your subscription
de: Wählen Sie Ihr Abonnement

source: Standard includes up to
de: Standard umfasst bis zu

source: 7 tasks / month
de: 7 Aufgaben / Monat

source: Premium includes up to
de: Premium umfasst bis zu

source: 13 tasks / month
de: 13 Aufgaben/Monat

source: You can upgrade or cancel anytime.
de: Sie können jederzeit upgraden oder kündigen.

source: 7 Tasks
de: 7 Aufgaben

source: Core features
de: Kernfunktionen

source: Subscribe
de: Abonnieren

source: 13 Tasks
de: 13 Aufgaben

source: More possible Points per month
de: Mehr mögliche Punkte pro Monat

source: Points and Fees for Tasks
de: Punkte und Gebühren für Aufgaben

source: Checkup Dates
de: Überprüfungen

source: Fees
de: Gebühren

source: Weekly
de: Wöchentlich

source: 10 Points
de: 10 Punkte

source: Biweekly
de: Zweiwöchentlich

source: 20 Points
de: 20 Punkte

source: Monthly
de: Monatlich

source: 40 Points
de: 40 Punkte

source: Already have a subscription? You can manage it in your
de: Haben Sie bereits ein Abonnement? Sie können es in Ihrem

source: profile
de: Profil

source: To subscribe, please
de: Um sich anzumelden, bitte

source: log in
de: Anmelden

source: or
de: oder

source: create an account
de: Konto erstellen

source: Your Subscription
de: Ihr Abonnement

source: Your subscription
de: Ihr Abonnement

source: tasks / month
de: Aufgaben/Monat

source: canceling (ends
de: Stornierung (endet

source: active
de: Aktiv

source: Started on:
de: Begonnen am:

source: Manage subscription
de: Abonnement verwalten

source: Change your Subscription
de: Ändern dein Abonnement

source: Task Title
de: Aufgabentitel

source: Task Description
de: Aufgabenbeschreibung

source: Goal Description
de: Zielbeschreibung

source: Is this a repeating task?
de: Ist das eine wiederkehrende Aufgabe?

source: When do you want this task checked?
de: Wann soll diese Aufgabe überprüft werden?

source: Describe the task as detailed as possible
de: Beschreibe die Aufgabe so detailliert wie möglich.

source: Describe what you want to achieve so we can check if you made it
de: Beschreibe, was du erreichen möchtest, damit wir überprüfen können, ob du es geschafft hast.

source: Title can only contain letters, numbers, and spaces.
de: Der Titel darf nur Buchstaben, Zahlen und Leerzeichen enthalten.

source: Goal description must be at least 10 characters long.
de: Die Zielbeschreibung muss mindestens 10 Zeichen lang sein.

source: Image Proof (JPEG, PNG, JPG or WEBP)
de: Bildnachweis (JPEG, PNG, JPG oder WEBP)

source: Video Proof (MP4, WEBM, MOV, AVI, MKV or MPEG)
de: Videobeweis (MP4, WEBM, MOV, AVI, MKV oder MPEG)

source: Text File Proof (TXT, DOCX, PDF)
de: Textdatei-Beweis (TXT, DOCX, PDF)

source: Audio File Proof (MP3, WAV)
de: Audiodatei-Beweis (MP3, WAV)

source: Only MP4, WEBM, MOV, AVI, MKV or MPEG are allowed.
de: Nur MP4, WEBM, MOV, AVI, MKV oder MPEG sind zulässig.

source: Only PDF, TXT or DOCX files are allowed.
de: Es sind nur PDF-, TXT- oder DOCX-Dateien zulässig.

source: Only MP3 or WAV files are allowed.
de: Es sind nur MP3- oder WAV-Dateien zulässig.

source: Weekly / In a week
de: Wöchentlich / In einer Woche

source: Biweekly / In two weeks
de: Alle zwei Wochen / In zwei Wochen

source: Monthly / In a month
de: Monatlich / In einem Monat

source: Total points earned by the user.
de: Vom Benutzer insgesamt erzielte Punkte.

source: Fee for failing this task.
de: Gebühr für das Nichtbestehen dieser Aufgabe.

source: Points awarded for completing this task.
de: Mögliche Punkte

source: Next checkup date for this task.
de: Überprüfung der Aufgabe.

source: Upload an image for this checkup
de: Lade ein Bild für die Überprüfung hoch.

source: Upload a video for this checkup
de: Lade ein Video für die Überprüfung hoch.

source: Upload a text file for this checkup
de: Lade eine Textdatei für die Überprüfung hoch.

source: Upload an audio file for this checkup
de: Lade eine Audio-Datei für die Überprüfung hoch.

source: Add a comment for this checkup
de: Schreibe einen Kommentar

source: Created by
de: Erstellt von

source: Deadline
de: Frist

source: was due at
de: war fällig am

source: Fee
de: Gebühr

source: View Task Details
de: Aufgabendetails anzeigen

source: Pay Fee
de: Gebühr zahlen

source: Add Task
de: Aufgabe hinzufügen

source: Your Task Slots:
de: Deine Aufgaben-Slots:

source: Please be aware that you can not edit the task after it has been created. Deletion is still possible but permanent
de: Bitte beachten Sie, dass Sie die Aufgabe nach ihrer Erstellung nicht mehr bearbeiten können. Das Löschen ist weiterhin möglich, jedoch endgültig.

source: Save and add Another
de: Speichern und weiteren hinzufügen

source: Task Overview
de: Aufgabenübersicht

source: No active subscription
de: Kein aktives Abonnement

source: To use this feature and add tasks, you need an active subscription.
de: Um diese Funktion zu nutzen und Aufgaben hinzuzufügen, benötigst du ein aktives Abonnement.

source: Questions? Look at our FAQ
de: Fragen? Schauen Sie sich unsere FAQ an.

source: Task
de: Aufgabe

source: Checkup
de: Prüfung

source: Overview
de: Übersicht

source: Your current points:
de: Deine aktuellen Punkte

source: You can not add tasks until you paid your fees
de: Du Kannst keine Aufgaben hinzufügen, bevor du deine Gebühren bezahlt hast.

source: You have reached your task limit.
de: Du hast dein Aufgabenlimit erreicht

source: Here you can see an overview of your tasks. You can add new tasks, see tasks that are in checkup, and tasks that are done. If a task is not done in time, a fee will be charged to your account.
de: Hier siehst du eine Übersicht deiner Aufgaben. Du kannst neue Aufgaben hinzufügen, Aufgaben anzeigen, die überprüft werden und Aufgaben, die erledigt sind. Wenn eine Aufgabe nicht rechtzeitig erledigt wird, wird dir eine Gebühr berechnet.

source: Open Tasks
de: Offene Aufgaben

source: You have no current tasks.
de: Du hast aktuell keine Aufgaben

source: No tasks in checkup.
de: Keine Aufgabe in Überprüfung

source: Tasks in Checkup
de: Aufgaben in Überprüfung

source: Fees to Pay
de: Gebühren zu bezahlen

source: Pay all fees at once
de: Alle Gebühren bezahlen

source: No fee to pay.
de: Keine Gebühr zu bezahlen

source: Done Tasks
de: Erledigte Aufgaben

source: No tasks completed yet.
de: Keine erledigten Aufgaben bisher

source: Back to Overview
de: Zurück zur Übersicht

source: Task Details
de: Aufgabendetails

source: Description
de: Beschreibung

source: Task will be repeated
de: Aufgabe wird wiederholt

source: Checkup Interval
de: Überprüfungs-Interval

source: Fee for Failure
de: Gebühr für Nichtbestehen

source: Points for Completion
de: Punkte für die Fertigstellung

source: Task done successfully
de: Aufgabe erfolgreich erledigt

source: Yes
de: Ja

source: Delete task?
de: Aufgabe löschen?

source: Close
de: Schließen

source: Page not found – 404
de: Seite nicht gefunden – 404

source: Oops - Page not found (404)
de: Hoppla – Seite nicht gefunden (404)

source: Oops - page not found. Maybe the page no longer exists or the link was wrong.
de: Hoppla – Seite nicht gefunden. Möglicherweise existiert die Seite nicht mehr oder der Link ist falsch.

source: Back to homepage
de: Zurück zur Startseite

source: Internal server error (500)
de: Interner Serverfehler (500)

source: Something has gone wrong. We are working on it!
de: Es ist ein Fehler aufgetreten. Wir arbeiten daran!

source: Error image
de: Bildfehler

source: Account Inactive
de: Konto inaktiv

source: This account is inactive.
de: Dieses Konto ist inaktiv.

source: E-mail Addresses
de: E-mail Addressen

source: The following e-mail addresses are associated with your account:
de: Die folgenden E-Mail-Adressen sind mit Ihrem Konto verknüpft:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht bestätigt

source: Primary
de: Primär

source: Make Primary
de: Als primär festlegen

source: Re-send Verification
de: Bestätigung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Sie haben derzeit keine E-Mail-Adresse eingerichtet. Sie sollten unbedingt eine E-Mail-Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Passwort zurücksetzen können usw.

source: Add E-mail Address
de: E-Mail-Adresse hinzufügen

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchtest du die ausgewählte E-Mail-Adresse wirklich löschen?

source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
de: Vielen Dank, dass du %(site_name)s nutzen! %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
de: Du erhältst diese E-Mail, weil der Benutzer %(user_display)s deine E-Mail-Adresse angegeben hat, um ein Konto auf %(site_domain)s zu registrieren. Um zu bestätigen, dass dies korrekt ist, gehe zu %(activate_url)s.

source: Please Confirm Your E-mail Address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Sie erhalten diese E-Mail, weil Sie oder eine andere Person ein Passwort für Ihr Benutzerkonto angefordert haben. Sie können diese E-Mail ignorieren, wenn Sie keine Passwortzurücksetzung angefordert haben. Klicken Sie auf den folgenden Link, um Ihr Passwort zurückzusetzen.

source: In case you forgot, your username is %(username)s.
de: Falls du es vergessen haben sollten, Ihr Benutzername lautet %(username)s.

source: Password Reset E-mail
de: E-Mail zum Zurücksetzen des Passworts

source: You are receiving this e-mail because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
de: Sie erhalten diese E-Mail, weil Sie oder eine andere Person ein Passwort für Ihr Benutzerkonto angefordert haben. Allerdings haben wir keinen Eintrag für einen Benutzer mit der E-Mail-Adresse %(email)s in unserer Datenbank. Sie können diese E-Mail ignorieren, wenn Sie keine Passwortzurücksetzung angefordert haben. Wenn Sie die Anfrage gestellt haben, können Sie sich über den unten stehenden Link für ein Konto anmelden.

source: Confirm E-mail Address
de: E-Mail-Adresse bestätigen

source: Please confirm that <a class="alert-link" href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätige, dass <a class="alert-link" href="mailto:%(email)s">%(email)s</a> die E-Mail-Adresse des Benutzers %(user_display)s ist.

source: Confirm
de: Bestätigen

source: Use a different e-mail
de: Verwende eine andere E-Mail-Adresse

source: This e-mail confirmation link expired or is invalid. Please
de: Dieser Bestätigungslink in der E-Mail ist abgelaufen oder ungültig. Bitte

source: Having trouble? Check your spam folder or contact support.
de: Hast du Probleme? Überprüfe deinen Spam-Ordner oder wende dich an den Support.

source: Sign In
de: Anmelden

source: No Account yet?
de: Noch kein Konto?

source: Forgot Password?
de: Passwort vergessen?

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?

source: Successfully signed in as
de: Erfolgreich angemeldet als

source: You have signed out.
de: Sie haben sich abgemeldet.

source: Password successfully changed.
de: Passwort erfolgreich geändert.

source: Password successfully set.
de: Passwort erfolgreich festgelegt.

source: Primary e-mail address set.
de: Primäre E-Mail-Adresse festgelegt.

source: Your primary e-mail address must be verified.
de: Deine primäre E-Mail-Adresse muss verifiziert werden.

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Gebe unten deine E-Mail-Adresse ein, und wir senden dir eine E-Mail, mit der du dein Passwort zurücksetzen kannst.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktiere uns, wenn du Probleme beim Zurücksetzen deines Passworts habst.
