Repository: fairytaib/procrastination-defier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.
de: Wenn Sie über ein mobiles Gerät auf den Dienst zugreifen, erfassen wir möglicherweise automatisch bestimmte Informationen, darunter unter anderem den Typ des von Ihnen verwendeten mobilen Geräts, die eindeutige ID Ihres mobilen Geräts, die IP-Adresse Ihres mobilen Geräts, Ihr mobiles Betriebssystem, den Typ des von Ihnen verwendeten mobilen Internetbrowsers, eindeutige Gerätekennungen und andere Diagnosedaten.

source: We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.
de: Wir können auch Informationen erfassen, die Ihr Browser sendet, wenn Sie unseren Dienst besuchen oder wenn Sie über ein mobiles Gerät auf den Dienst zugreifen.

source: Information from Third-Party Social Media Services
de: Informationen von sozialen Medien von Drittanbietern

source: The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:
de: Das Unternehmen ermöglicht Ihnen, ein Konto zu erstellen und sich über die folgenden sozialen Medien von Drittanbietern anzumelden, um den Dienst zu nutzen:

source: If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.
de: Wenn Sie sich entscheiden, sich über einen Social-Media-Dienst eines Drittanbieters zu registrieren oder uns anderweitig Zugriff darauf zu gewähren, können wir personenbezogene Daten erfassen, die bereits mit Ihrem Konto bei diesem Social-Media-Dienst eines Drittanbieters verknüpft sind, wie beispielsweise Ihren Namen, Ihre E-Mail-Adresse, Ihre Aktivitäten oder Ihre Kontaktliste, die mit diesem Konto verknüpft ist.

source: You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.
de: Sie haben möglicherweise auch die Möglichkeit, zusätzliche Informationen über Ihr Konto bei einem sozialen Netzwerk eines Drittanbieters an das Unternehmen weiterzugeben. Wenn Sie sich dafür entscheiden, solche Informationen und personenbezogenen Daten bei der Registrierung oder anderweitig anzugeben, erteilen Sie dem Unternehmen die Erlaubnis, diese in Übereinstimmung mit dieser Datenschutzerklärung zu verwenden, weiterzugeben und zu speichern.

source: Tracking Technologies and Cookies
de: Tracking-Technologien und Cookies

source: We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:
de: Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivitäten auf unserem Dienst zu verfolgen und bestimmte Informationen zu speichern. Die verwendeten Tracking-Technologien sind Beacons, Tags und Skripte, um Informationen zu sammeln und zu verfolgen und unseren Dienst zu verbessern und zu analysieren. Zu den von uns verwendeten Technologien können gehören:

source: Cookies or Browser Cookies.
de: Cookies oder Browser-Cookies.

source: A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.
de: Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät gespeichert wird. Sie können Ihren Browser so einstellen, dass er alle Cookies ablehnt oder anzeigt, wenn ein Cookie gesendet wird. Wenn Sie jedoch keine Cookies akzeptieren, können Sie möglicherweise einige Teile unseres Dienstes nicht nutzen. Sofern Sie Ihre Browsereinstellungen nicht so angepasst haben, dass Cookies abgelehnt werden, kann unser Dienst Cookies verwenden.

source: Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).
de: Bestimmte Bereiche unseres Dienstes und unserer E-Mails können kleine elektronische Dateien enthalten, die als Web-Beacons (auch als Clear Gifs, Pixel-Tags und Single-Pixel-Gifs bezeichnet) bekannt sind und es dem Unternehmen beispielsweise ermöglichen, die Anzahl der Nutzer zu zählen, die diese Seiten besucht oder eine E-Mail geöffnet haben, sowie andere damit verbundene Website-Statistiken zu erstellen (z. B. die Beliebtheit eines bestimmten Bereichs zu erfassen und die System- und Serverintegrität zu überprüfen).

source: Cookies can be &quot;Persistent&quot; or &quot;Session&quot; Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on
de: Cookies können „dauerhafte“ oder „Sitzungscookies“ sein. Dauerhafte Cookies verbleiben auf Ihrem PC oder Mobilgerät, wenn Sie offline gehen, während Sitzungscookies gelöscht werden, sobald Sie Ihren Webbrowser schließen. Weitere Informationen zu Cookies finden Sie unter

source: article.
de: Artikel.

source: We use both Session and Persistent Cookies for the purposes set out below:
de: Wir verwenden sowohl Sitzungscookies als auch dauerhafte Cookies für die unten aufgeführten Zwecke:

source: Necessary / Essential Cookies
de: Notwendige/wesentliche Cookies

source: Type: Session Cookies
de: Typ: Sitzungscookies

source: Administered by: Us
de: Verwaltet von: Uns

source: Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.
de: Zweck: Diese Cookies sind unerlässlich, um Ihnen die über die Website verfügbaren Dienste bereitzustellen und Ihnen die Nutzung einiger ihrer Funktionen zu ermöglichen. Sie helfen bei der Authentifizierung von Benutzern und verhindern die betrügerische Nutzung von Benutzerkonten. Ohne diese Cookies können die von Ihnen angeforderten Dienste nicht bereitgestellt werden, und wir verwenden diese Cookies ausschließlich, um Ihnen diese Dienste bereitzustellen.

source: Cookies Policy / Notice Acceptance Cookies
de: Cookie-Richtlinie / Hinweis zur Annahme von Cookies

source: Type: Persistent Cookies
de: Typ: Permanente Cookies

source: Purpose: These Cookies identify if users have accepted the use of cookies on the Website.
de: Zweck: Diese Cookies erkennen, ob Nutzer die Verwendung von Cookies auf der Website akzeptiert haben.

source: Functionality Cookies
de: Funktionscookies

source: Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.
de: Zweck: Diese Cookies ermöglichen es uns, Ihre Auswahl bei der Nutzung der Website zu speichern, beispielsweise Ihre Anmeldedaten oder Ihre Spracheinstellung. Der Zweck dieser Cookies besteht darin, Ihnen ein persönlicheres Erlebnis zu bieten und zu vermeiden, dass Sie Ihre Einstellungen bei jeder Nutzung der Website erneut eingeben müssen.

source: For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.
de: Weitere Informationen zu den von uns verwendeten Cookies und Ihren Wahlmöglichkeiten in Bezug auf Cookies finden Sie in unserer Cookie-Richtlinie oder im Abschnitt „Cookies“ unserer Datenschutzrichtlinie.

source: Use of Your Personal Data
de: Verwendung Ihrer personenbezogenen Daten

source: The Company may use Personal Data for the following purposes:
de: Das Unternehmen kann personenbezogene Daten für folgende Zwecke verwenden:

source: To provide and maintain our Service
de: Zur Bereitstellung und Aufrechterhaltung unseres Dienstes

source: , including to monitor the usage of our Service.
de: , einschließlich zur Überwachung der Nutzung unseres Dienstes.

source: To manage Your Account
de: Ihr Konto verwalten

source: : to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.
de: : um Ihre Registrierung als Nutzer des Dienstes zu verwalten. Die von Ihnen angegebenen personenbezogenen Daten ermöglichen Ihnen den Zugriff auf verschiedene Funktionen des Dienstes, die Ihnen als registrierter Nutzer zur Verfügung stehen.

source: For the performance of a contract
de: Für die Erfüllung eines Vertrags

source: : the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.
de: : die Ausarbeitung, Einhaltung und Durchführung des Kaufvertrags für die von Ihnen über den Dienst erworbenen Produkte, Artikel oder Dienstleistungen oder jedes anderen Vertrags mit uns.

source: To contact You
de: Um Sie zu kontaktieren

source: : To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.
de: : Um Sie per E-Mail, Telefonanruf, SMS oder anderen gleichwertigen Formen der elektronischen Kommunikation zu kontaktieren, wie z. B. Push-Benachrichtigungen einer mobilen Anwendung bezüglich Updates oder informativen Mitteilungen im Zusammenhang mit den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen, einschließlich Sicherheitsupdates, wenn dies für deren Umsetzung erforderlich oder angemessen ist.

source: To provide You
de: Um Ihnen zur Verfügung zu stellen

source: with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.
de: mit Neuigkeiten, Sonderangeboten und allgemeinen Informationen zu anderen Waren, Dienstleistungen und Veranstaltungen, die wir anbieten und die denen ähneln, die Sie bereits gekauft oder angefragt haben, es sei denn, Sie haben sich dafür entschieden, solche Informationen nicht zu erhalten.

source: To manage Your requests
de: Um Ihre Anfragen zu verwalten

source: To attend and manage Your requests to Us.
de: Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.

source: For business transfers
de: Für Unternehmensübertragungen

source: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.
de: Wir können Ihre Daten verwenden, um eine Fusion, Veräußerung, Umstrukturierung, Reorganisation, Auflösung oder einen anderen Verkauf oder eine andere Übertragung eines Teils oder aller unserer Vermögenswerte zu bewerten oder durchzuführen, sei es im Rahmen der laufenden Geschäftstätigkeit oder im Rahmen eines Konkurses, einer Liquidation oder eines ähnlichen Verfahrens, bei dem die von uns über die Nutzer unserer Dienste gespeicherten personenbezogenen Daten zu den übertragenen Vermögenswerten gehören.

source: For other purposes
de: Für andere Zwecke

source: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.
de: Wir können Ihre Daten für andere Zwecke verwenden, beispielsweise für Datenanalysen, zur Ermittlung von Nutzungstrends, zur Bestimmung der Wirksamkeit unserer Werbekampagnen und zur Bewertung und Verbesserung unserer Dienste, Produkte, Dienstleistungen, unseres Marketings und Ihrer Erfahrung.

source: We may share Your personal information in the following situations:
de: Wir können Ihre personenbezogenen Daten in den folgenden Situationen weitergeben:

source: With Service Providers
de: Mit Dienstleistern

source: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.
de: Wir können Ihre personenbezogenen Daten im Zusammenhang mit oder während Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögen, die Finanzierung oder den Erwerb unseres gesamten Unternehmens oder eines Teils davon durch ein anderes Unternehmen weitergeben oder übertragen.

source: With Affiliates
de: Mit Partnern

source: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.
de: Wir können Ihre Daten an unsere verbundenen Unternehmen weitergeben. In diesem Fall verlangen wir von diesen verbundenen Unternehmen, dass sie diese Datenschutzrichtlinie einhalten. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle mit uns stehen.

source: With business partners
de: Mit Geschäftspartnern

source: We may share Your information with Our business partners to offer You certain products, services or promotions.
de: Wir können Ihre Daten an unsere Geschäftspartner weitergeben, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen anzubieten.

source: With other users
de: Mit anderen Benutzern

source: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.
de: Wenn Sie personenbezogene Daten weitergeben oder anderweitig in öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Daten von allen Nutzern eingesehen und außerhalb öffentlich verbreitet werden. Wenn Sie mit anderen Nutzern interagieren oder sich über einen sozialen Mediendienst eines Drittanbieters registrieren, können Ihre Kontakte in diesem sozialen Mediendienst Ihren Namen, Ihr Profil, Ihre Bilder und die Beschreibung Ihrer Aktivitäten sehen. Ebenso können andere Nutzer Beschreibungen Ihrer Aktivitäten einsehen, mit Ihnen kommunizieren und Ihr Profil anzeigen.

source: With Your consent
de: Mit Ihrer Zustimmung

source: Retention of Your Personal Data
de: Aufbewahrung Ihrer personenbezogenen Daten

source: The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicab laws), resolve disputes, and enforce our legal agreements and policies.
de: Das Unternehmen speichert Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzerklärung genannten Zwecke erforderlich ist. Wir speichern und verwenden Ihre personenbezogenen Daten in dem Umfang, der zur Erfüllung unserer gesetzlichen Verpflichtungen (z. B. wenn wir Ihre Daten zur Einhaltung geltender Gesetze speichern müssen), zur Beilegung von Streitigkeiten und zur Durchsetzung unserer rechtlichen Vereinbarungen und Richtlinien erforderlich ist.

source: The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.
de: Das Unternehmen speichert Nutzungsdaten auch für interne Analysezwecke. Nutzungsdaten werden in der Regel für einen kürzeren Zeitraum gespeichert, es sei denn, diese Daten werden zur Stärkung der Sicherheit oder zur Verbesserung der Funktionalität unseres Dienstes verwendet oder wir sind gesetzlich verpflichtet, diese Daten für einen längeren Zeitraum zu speichern.

source: Transfer of Your Personal Data
de: Weitergabe Ihrer personenbezogenen Daten

source: Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that th information may be transferred to — and maintained on — computers located outside of Your state, province, country other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.
de: Ihre Daten, einschließlich personenbezogener Daten, werden in den Betriebsbüros des Unternehmens und an allen anderen Orten verarbeitet, an denen sich die an der Verarbeitung beteiligten Parteien befinden. Das bedeutet, dass die Daten an Computer außerhalb Ihres Bundesstaates, Ihrer Provinz, Ihres Landes oder einer anderen staatlichen Gerichtsbarkeit übertragen und dort gespeichert werden können, wo die Datenschutzgesetze von denen Ihrer Gerichtsbarkeit abweichen können.

source: Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.
de: Ihre Zustimmung zu dieser Datenschutzerklärung, gefolgt von der Übermittlung solcher Informationen, stellt Ihre Zustimmung zu dieser Übertragung dar.

source: The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take pla to an organization or a country unless there are adequate controls in place including the security of Yo data and other personal information.
de: Das Unternehmen wird alle angemessenen Maßnahmen ergreifen, um sicherzustellen, dass Ihre Daten sicher und in Übereinstimmung mit dieser Datenschutzerklärung behandelt werden, und es wird keine Übertragung Ihrer personenbezogenen Daten an eine Organisation oder ein Land erfolgen, es sei denn, es gibt angemessene Kontrollen, einschließlich der Sicherheit Ihrer Daten und anderer personenbezogener Informationen.

source: Delete Your Personal Data
de: Löschen Sie Ihre personenbezogenen Daten

source: You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.
de: Sie haben das Recht, die von uns über Sie erhobenen personenbezogenen Daten zu löschen oder uns um Unterstützung bei der Löschung zu bitten.

source: Our Service may give You the ability to delete certain information about You from within the Service.
de: Unser Dienst kann Ihnen die Möglichkeit bieten, bestimmte Informationen über Sie innerhalb des Dienstes zu löschen.

source: You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your person information. You may also contact Us to request access to, correct, or delete any personal information that Y have provided to Us.
de: Sie können Ihre Daten jederzeit aktualisieren, ändern oder löschen, indem Sie sich bei Ihrem Konto anmelden, sofern Sie eines haben, und den Bereich „Kontoeinstellungen“ aufrufen, in dem Sie Ihre persönlichen Daten verwalten können. Sie können sich auch an uns wenden, um Zugriff auf die personenbezogenen Daten, die Sie uns zur Verfügung gestellt haben, zu beantragen, diese zu korrigieren oder zu löschen.

source: Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.
de: Bitte beachten Sie jedoch, dass wir bestimmte Informationen möglicherweise aufbewahren müssen, wenn wir dazu gesetzlich verpflichtet sind oder eine rechtmäßige Grundlage dafür haben.

source: Disclosure of Your Personal Data
de: Weitergabe Ihrer personenbezogenen Daten

source: Business Transactions
de: Geschäftstransaktionen

source: If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.
de: Wenn das Unternehmen an einer Fusion, einer Übernahme oder einem Verkauf von Vermögenswerten beteiligt ist, können Ihre personenbezogenen Daten übertragen werden. Wir werden Sie benachrichtigen, bevor Ihre personenbezogenen Daten übertragen werden und einer anderen Datenschutzrichtlinie unterliegen.

source: Law enforcement
de: Strafverfolgung

source: Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or government agency).
de: Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder aufgrund gültiger Anfragen von Behörden (z. B. einem Gericht oder einer Regierungsbehörde).

source: Other legal requirements
de: Sonstige gesetzliche Anforderungen

source: The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:
de: Anderer Teil: Das Unternehmen kann Ihre personenbezogenen Daten in gutem Glauben offenlegen, wenn es der Ansicht ist, dass dies erforderlich ist, um: alle gesetzlichen Anforderungen zu erfüllen.

source: Comply with a legal obligation
de: Einer gesetzlichen Verpflichtung nachkommen

source: Protect and defend the rights or property of the Company
de: Die Rechte oder das Eigentum des Unternehmens schützen und verteidigen

source: Prevent or investigate possible wrongdoing in connection with the Service
de: Verhindern oder untersuchen Sie mögliche Fehlverhalten im Zusammenhang mit dem Dienst.
