Repository: fairytaib/procrastination-defier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben dir eine E-Mail geschickt. Wenn du diese nicht erhalten hast, überprüfe bitte deinen Spam-Ordner. Andernfalls kontaktiere uns bitte, wenn du die E-Mail nicht innerhalb weniger Minuten erhalten hast.

source: Bad Token
de: Ungültiger Token

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Dein Passwort wurde geändert.

source: Set Password
de: Passwort festlegen

source: Sign Up
de: Anmelden

source: Create account
de: Konto erstellen

source: Already have an account? Then please
de: Habst du bereits ein Konto? Dann bitte

source: Sign Up Closed
de: Anmeldung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen.

source: Note
de: Hinweis

source: Verify Your E-mail Address
de: Bestätige deine E-Mail-Adresse

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
de: Wir haben dir eine E-Mail zur Bestätigung geschickt. Folge dem darin enthaltenen Link, um die Anmeldung abzuschließen. Wenn du die Bestätigungs-E-Mail nicht in deinem Posteingang findest, überprüfe bitte deinen Spam-Ordner. Bitte kontaktiere uns, wenn du die Bestätigungs-E-Mail nicht innerhalb weniger Minuten erhältst.

source: Back to home
de: Zurück zur Startseite

source: Tip: Add our address to your contacts to avoid spam filtering.
de: Tipp: Füge unsere Adresse zu deinen Kontakten hinzu, um Spam-Filterung zu vermeiden.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
de: In diesem Bereich der Website müssen wir überprüfen, ob du wirklich die Person bist, für die du dich ausgibst. Zu diesem Zweck müsst du die Inhaberschaft Ihrer E-Mail-Adresse bestätigen.

source: We have sent an e-mail to you for verification. Please click on the link inside that e-mail. If you do not see the verification e-mail in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
de: Wir haben dir eine E-Mail zur Verifizierung geschickt. Bitte klicke auf den Link in dieser E-Mail. Wenn du die Verifizierungs-E-Mail nicht in deinem Hauptpostfach findest, überprüfe deinen Spam-Ordner. Andernfalls kontaktiere uns, wenn du sie nicht innerhalb weniger Minuten erhalten hast.

source: OpenID Sign In
de: OpenID-Anmeldung

source: Social Network Login Failure
de: Fehler beim Anmelden über soziale Netzwerke

source: An error occurred while attempting to login via your social network account.
de: Beim Versuch, sich über dein Konto in einem sozialen Netzwerk anzumelden, ist ein Fehler aufgetreten.

source: Account Connections
de: Kontoverbindungen

source: You can sign in to your account using any of the following third party accounts:
de: Du kannst dich mit einem der folgenden Konten von Drittanbietern bei Ihrem Konto anmelden:

source: You currently have no social network accounts connected to this account.
de: Du hast derzeit keine Social-Media-Konten mit diesem Konto verbunden.

source: Continue
de: Weiter

source: Login Cancelled
de: Anmeldung abgebrochen

source: Signup
de: Anmelden

source: Home
de: Startseite

source: Tasks
de: Aufgaben

source: View placed Orders
de: Aufgegebene Bestellungen anzeigen

source: Orders
de: Bestellungen

source: Add Rewards
de: Belohnungen hinzufügen

source: View Subscription Plans
de: Abonnementpläne anzeigen

source: Subscription Plans
de: Abos

source: Profile Picture
de: Profilbild

source: Points %(points)s
de: Punkte %(points)s

source: View Account
de: Konto anzeigen

source: Account
de: Konto

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: Procrastination Defier. All rights reserved. Created by
de: Procrastination Defier. Alle Rechte vorbehalten. Erstellt von

source: Link to Github
de: Link zu Github

source: Frequently asked questions
de: Häufig gestellte Fragen

source: Legal notice
de: Rechtlicher Hinweis

source: Legal Notice
de: Rechtlicher Hinweis

source: Privacy Policy
de: Datenschutzerklärung

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Here you'll find answers to the most common questions about Us.
de: Hier finden Sie Antworten auf die häufigsten Fragen zu uns.

source: What is Procrastination Defier?
de: Was ist Procrastination Defier?

source: Procrastination Defier is an accountability-based productivity system. You upload your real tasks, commit to deadlines, and get rewarded when you follow through. If you procrastinate, there are real consequences – just like in real life.
de: Procrastination Defier ist ein auf Verantwortlichkeit basierendes Produktivitätssystem. Du lädst deine tatsächlichen Aufgaben hoch, verpflichten dich zu Fristen und wirst belohnt, wenn du diese einhältst. Wenn du zögerst, hat das reale Konsequenzen – genau wie im richtigen Leben.

source: How does the task system work?
de: Wie funktioniert das System?

source: Once registered, you can upload your tasks and choose a check-in frequency: weekly, biweekly, or monthly. An admin will review your submissions based on the chosen rhythm and verify whether you’ve completed your tasks.
de: Nach der Registrierung kannst du Aufgaben hochladen und eine Check-in-Häufigkeit auswählen: wöchentlich, zweiwöchentlich oder monatlich. Ein Administrator überprüft deine Aufgaben anhand des gewählten Rhythmus und verifiziert, ob du deine Aufgaben erledigt hast.

source: Who checks if I did my tasks?
de: Wer überprüft, ob ich meine Aufgaben erledigt habe?

source: A human admin – not an algorithm. We believe real people make better judgments when it comes to real progress. You’ll be asked to provide proof or context when needed.
de: Ein menschlicher Administrator – kein Algorithmus. Wir glauben, dass echte Menschen bessere Entscheidungen treffen, wenn es um echte Fortschritte geht. Du wirst gebeten, entsprechende Nachweise oder Hintergrundinformationen vorzulegen.

source: What kind of tasks can I upload?
de: Welche Art von Aufgaben kann ich hochladen?

source: Anything that matters to you: writing a thesis, exercising, building a business, learning a skill. The only requirement is that the task must be specific, measurable, and meaningful to you.
de: Alles, was dir wichtig ist: eine Abschlussarbeit schreiben, Sport treiben, ein Unternehmen aufbauen, eine neue Fähigkeit erlernen. Die einzige Voraussetzung ist, dass die Aufgabe konkret, messbar und für dich persönlich bedeutsam sein muss.

source: What happens if I complete my tasks?
de: Was passiert, wenn ich meine Aufgaben erledigt habe?

source: What if I don’t complete my tasks?
de: Was passiert, wenn ich meine Aufgaben nicht erledige?

source: You’ll have to pay a small fee at the end of the month before being allowed to submit new tasks. This fee is your way of taking responsibility for inaction – and a motivator to keep moving forward.
de: Am Ende des Monats musst du eine geringe Gebühr entrichten, bevor du neue Aufgaben einreichen darfst. Diese Gebühr ist deine Art, Verantwortung für Untätigkeit zu übernehmen – und ein Ansporn, weiterzumachen.

source: Is this like a productivity app or to-do list?
de: Ist das so etwas wie eine Produktivitäts-App oder eine To-do-Liste?

source: Not at all. Procrastination Defier is built around accountability, consequences, and rewards – not reminders or lists. We’re not here to organize your tasks. We’re here to make sure you do them.
de: Ganz und gar nicht. Procrastination Defier basiert auf Verantwortlichkeit, Konsequenzen und Belohnungen – nicht auf Erinnerungen oder Listen. Wir sind nicht dazu da, deine Aufgaben zu organisieren. Wir sind dazu da, dafür zu sorgen, dass du sie erledigen.

source: Is it free?
de: Ist es kostenlos?

source: No. There is a monthly subscription fee. This keeps you committed and supports the human-powered verification process. We believe skin in the game makes success more likely.
de: Nein. Es fällt eine monatliche Abonnementgebühr an. Diese sorgt dafür, dass du engagiert bleibst, und unterstützt den manuellen Verifizierungsprozess. Wir glauben, dass ein persönliches Engagement den Erfolg wahrscheinlicher macht.

source: Can I cancel anytime?
de: Kann ich jederzeit kündigen?

source: Yes, you can cancel your subscription at any time. Your data will be stored securely in case you return, but task submissions and rewards will pause until reactivation.
de: Ja, Du kannst dein Abonnement jederzeit kündigen. Deine Daten werden für den Fall Ihrer Rückkehr sicher gespeichert, aber die Einreichung von Aufgaben und die Vergabe von Prämien werden bis zur Reaktivierung ausgesetzt.

source: What are the prices for undone tasks?
de: Wie hoch sind die Preise für nicht erledigte Aufgaben?

source: The prices for undone tasks vary based on the task's complexity and the time taken to complete it. Please refer to our pricing page for detailed information.
de: Die Preise für nicht erledigte Aufgaben variieren je nach Komplexität der Aufgabe und der für ihre Erledigung benötigten Zeit. Ausführliche Informationen finden Sie auf unserer Preisseite.

source: Welcome to the End of Your Procrastination
de: Willkommen am Ende deiner Prokrastination

source: Procrastination isn't a habit – it's a trap.
de: Aufschieben ist keine Gewohnheit – es ist eine Falle.

source: We help you break free with structure, motivation, and real consequences.
de: Wir helfen dir dabei, sich zu befreien – mit Struktur, Motivation und realen Konsequenzen.

source: View your tasks
de: Deine Aufgaben anzeigen

source: Start Your Journey
de: Beginne deine Reise

source: Procrastination Defier is your accountability partner in digital form. You commit to real tasks – we make sure you follow through.
de: Procrastination Defier ist dein digitaler Partner, der dich zur Rechenschaft zieht. Du verpflichtest dich zu konkreten Aufgaben – wir sorgen dafür, dass du diese auch umsetzen.

source: Upload your tasks, choose your check-in rhythm (weekly, biweekly, or monthly), and let the system challenge your consistency. If you succeed, you earn points. If you fail, it costs you. Literally.
de: Laden deine Aufgaben hoch, wähle deinen Check-in-Rhythmus (wöchentlich, zweiwöchentlich oder monatlich) und lasse das System deine Beständigkeit auf die Probe stellen. Wenn du erfolgreich bist, erhältst du Punkte. Wenn du scheiterst, kostet es dich etwas. Im wahrsten Sinne des Wortes.

source: How It Works
de: So funktioniert es

source: A simple yet powerful structure designed to make procrastination expensive – and action rewarding.
de: Eine einfache, aber wirkungsvolle Struktur, die darauf ausgelegt ist, Prokrastination teuer zu machen – und Handeln lohnenswert.

source: Task Upload & Commitment
de: Aufgabe hochladen und Verpflichtung

source: Upload your personal or professional goals. Choose how often you want them checked (weekly, biweekly, or monthly).
de: Lade deine persönlichen oder beruflichen Ziele hoch. Wähle aus, wie oft diese überprüft werden sollen (wöchentlich, zweiwöchentlich oder monatlich).

source: Admin Verification
de: Administratorüberprüfung

source: A human admin reviews your progress based on your uploads. No cheating. No excuses. Just real accountability.
de: Ein menschlicher Administrator überprüft deine Fortschritt anhand deiner Uploads. Kein Schummeln. Keine Ausreden. Nur echte Verantwortlichkeit.

source: Progress = Points
de: Fortschritt = Punkte

source: Each completed task earns you points. Use them to unlock real rewards, personalized for your journey.
de: Für jede abgeschlossene Aufgabe erhältst du Punkte. Mit diesen Punkten kannst du echte Belohnungen freischalten, die individuell auf deine Reise zugeschnitten sind.

source: Missed Tasks = Fee
de: Versäumte Aufgaben = Gebühr

source: Didn’t deliver? At the end of the month, you’ll pay a small fee before you can commit to new tasks. Procrastination has a price.
de: Nicht geliefert? Am Ende des Monats zahlst du eine geringe Gebühr, bevor du neue Aufgaben eintragen kannst. Aufschieben hat seinen Preis.

source: This isn’t a productivity app. This is a system to make you show up for yourself.
de: Dies ist keine Produktivitäts-App. Es handelt sich um ein System, das dir dabei hilft, für sich selbst einzustehen.

source: Why It Works
de: Warum es funktioniert

source: Real Consequences Create Real Change
de: Echte Konsequenzen bewirken echte Veränderungen

source: We don’t rely on willpower. We build a system where motivation is optional – because the structure does the work.
de: Wir verlassen uns nicht auf Willenskraft. Wir bauen ein System auf, in dem Motivation optional ist – weil die Struktur die Arbeit erledigt.

source: When you tie your goals to effort, feedback, and consequences, you naturally stop waiting for the “perfect moment.” You act – consistently.
de: Wenn Sie Ihre Ziele mit Anstrengung, Feedback und Konsequenzen verknüpfen, hören Sie ganz natürlich auf, auf den „perfekten Moment“ zu warten. Sie handeln – konsequent.

source: "Discipline is choosing between what you want now and what you want most"
de: „Disziplin bedeutet, zwischen dem, was man jetzt will, und dem, was man am meisten will, zu wählen.“

source: Join the Defiers
de: Schließen dich den Defiers an

source: Start your personal battle against procrastination – and win it, one task at a time.
de: Beginne deinen persönlichen Kampf gegen die Prokrastination – und gewinnen ihn, eine Aufgabe nach der anderen.

source: Register your next task
de: Registrieren deine nächste Aufgabe

source: Create an Account
de: Konto erstellen

source: You’ve waited long enough. Let’s make action your new default.
de: Du hast lange genug gewartet. Lass uns das Handeln zu deiner neuen Standardhaltung machen.

source: Subscribe to the Newsletter
de: Newsletter abonnieren

source: New rewards? Discounts? Subscribe and we will keep you up to date
de: Neue Prämien? Rabatte? Abonniere unseren Newsletter und wir halten dich auf dem Laufenden.

source: Your E-Mail
de: Deine E-Mail

source: Subscribe to Newsletter
de: Newsletter abonnieren

source: Information according to § 5 TMG:
de: Informationen gemäß § 5 TMG:

source: Owner: Max Mustermann
de: Eigentümer: Max Mustermann

source: Contact:
de: Kontakt:

source: Phone: +49 (0)123 4567890
de: Telefon: +49 (0)123 4567890

source: Responsible for content according to § 55 Abs. 2 RStV:
de: Verantwortlich für den Inhalt gemäß § 55 Abs. 2 RStV:

source: Liability for Content
de: Haftung für Inhalte

source: We strive for accurate and timely content but cannot guarantee it fully.
de: Wir bemühen uns um genaue und aktuelle Inhalte, können dies jedoch nicht vollständig garantieren.

source: Liability for Links
de: Haftung für Links

source: We are not responsible for external content linked on this site.
de: Wir sind nicht verantwortlich für externe Inhalte, die auf dieser Website verlinkt sind.

source: Copyright
de: Urheberrecht

source: All original content is protected under German copyright law.
de: Alle Originalinhalte sind durch das deutsche Urheberrecht geschützt.

source: Last updated: September 2025
de: Letzte Aktualisierung: September 2025

source: Return to Home
de: Zurück zur Startseite

source: Last updated: August 08, 2025
de: Zuletzt aktualisiert: 08. August 2025

source: This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.
de: Diese Datenschutzerklärung beschreibt unsere Richtlinien und Verfahren zur Erfassung, Verwendung und Weitergabe Ihrer Daten, wenn Sie den Dienst nutzen, und informiert Sie über Ihre Datenschutzrechte und wie Sie gesetzlich geschützt sind.

source: We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the
de: Wir verwenden Ihre personenbezogenen Daten, um den Dienst bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erfassung und Verwendung von Informationen gemäß dieser Datenschutzrichtlinie zu. Diese Datenschutzrichtlinie wurde mit Hilfe von

source: Privacy Policy Generator
de: Datenschutzerklärung Generator

source: Interpretation and Definitions
de: Auslegung und Definitionen

source: Interpretation
de: Auslegung

source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
de: Die Wörter, deren Anfangsbuchstabe großgeschrieben ist, haben Bedeutungen, die unter den folgenden Bedingungen definiert sind. Die folgenden Definitionen haben dieselbe Bedeutung, unabhängig davon, ob sie im Singular oder im Plural erscheinen.

source: Definitions
de: Definitionen

source: For the purposes of this Privacy Policy:
de: Für die Zwecke dieser Datenschutzerklärung:

source: means a unique account created for You to access our Service or parts of our Service.
de: bezeichnet ein einzigartiges Konto, das für Sie erstellt wurde, damit Sie auf unseren Dienst oder Teile unseres Dienstes zugreifen können.

source: Affiliate
de: Partner

source: means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50%% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.
de: bezeichnet ein Unternehmen, das eine Partei kontrolliert, von einer Partei kontrolliert wird oder unter gemeinsamer Kontrolle mit einer Partei steht, wobei „Kontrolle“ den Besitz von 50 %% oder mehr der Aktien, Kapitalanteile oder sonstigen Wertpapiere bedeutet, die zur Wahl von Direktoren oder anderen Führungskräften berechtigen.

source: Company
de: Unternehmen

source: (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to Procrastination Defier, Weg 1.
de: (in dieser Vereinbarung entweder als „das Unternehmen“, „wir“, „uns“ oder „unser“ bezeichnet) bezieht sich auf Procrastination Defier, Weg 1.

source: are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.
de: sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät abgelegt werden und unter anderem die Details Ihres Browserverlaufs auf dieser Website enthalten.

source: refers to: Nordrhein-Westfalen, Germany
de: bezieht sich auf: Nordrhein-Westfalen, Deutschland

source: Device
de: Gerät

source: means any device that can access the Service such as a computer, a cellphone or a digital tablet.
de: bezeichnet jedes Gerät, mit dem auf den Dienst zugegriffen werden kann, wie beispielsweise ein Computer, ein Mobiltelefon oder ein digitales Tablet.

source: Personal Data
de: Personenbezogene Daten

source: is any information that relates to an identified or identifiable individual.
de: sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.

source: Service
de: Dienstleistung

source: refers to the Website.
de: bezieht sich auf die Website.

source: Service Provider
de: Dienstleister

source: means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.
de: bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Dies bezieht sich auf Drittunternehmen oder Personen, die vom Unternehmen beauftragt wurden, um den Dienst zu erleichtern, den Dienst im Auftrag des Unternehmens bereitzustellen, Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen oder das Unternehmen bei der Analyse der Nutzung des Dienstes zu unterstützen.

source: Third-party Social Media Service
de: Drittanbieter von Social-Media-Diensten

source: refers to any website or any social network website through which a User can log in or create an account to use the Service.
de: bezieht sich auf jede Website oder jede Website eines sozialen Netzwerks, über die sich ein Nutzer anmelden oder ein Konto erstellen kann, um den Dienst zu nutzen.

source: Usage Data
de: Datennutzung

source: refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).
de: bezieht sich auf Daten, die automatisch erfasst werden, entweder durch die Nutzung des Dienstes oder durch die Infrastruktur des Dienstes selbst (z. B. die Dauer eines Seitenbesuchs).

source: refers to Procrastination Defier, accessible from
de: bezieht sich auf Procrastination Defier, zugänglich unter

source: You
de: Sie

source: means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
de: bezeichnet die Person, die auf den Dienst zugreift oder ihn nutzt, oder das Unternehmen oder eine andere juristische Person, in deren Namen diese Person auf den Dienst zugreift oder ihn nutzt, je nach Fall.

source: Collecting and Using Your Personal Data
de: Erhebung und Verwendung Ihrer personenbezogenen Daten

source: Types of Data Collected
de: Arten der erhobenen Daten

source: While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:
de: Während der Nutzung unseres Dienstes bitten wir Sie möglicherweise um die Angabe bestimmter personenbezogener Daten, die zur Kontaktaufnahme mit Ihnen oder zu Ihrer Identifizierung verwendet werden können. Zu den personenbezogenen Daten zählen unter anderem:

source: Email address
de: E-Mail-Adresse

source: First name and last name
de: Vorname und Nachname

source: Address, State, Province, ZIP/Postal code, City
de: Adresse, Bundesland, Provinz, Postleitzahl, Ort

source: Usage Data is collected automatically when using the Service.
de: Nutzungsdaten werden bei der Nutzung des Dienstes automatisch erfasst.

source: Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
de: Nutzungsdaten können Informationen wie die Internetprotokolladresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die von Ihnen besuchten Seiten unseres Dienstes, die Uhrzeit und das Datum Ihres Besuchs, die auf diesen Seiten verbrachte Zeit, eindeutige Gerätekennungen und andere Diagnosedaten umfassen.
