Repository: fairytaib/procrastination-defier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Protect the personal safety of Users of the Service or the public
de: Schutz der persönlichen Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit

source: Protect against legal liability
de: Schutz vor rechtlicher Haftung

source: Security of Your Personal Data
de: Sicherheit Ihrer personenbezogenen Daten

source: The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100%% secure. While We strive to u commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.
de: Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, aber bitte beachten Sie, dass keine Methode der Übertragung über das Internet oder der elektronischen Speicherung zu 100 %% sicher ist. Wir bemühen uns zwar, Ihre personenbezogenen Daten mit wirtschaftlich vertretbaren Mitteln zu schützen, können jedoch keine absolute Sicherheit garantieren.

source: Children's Privacy
de: Datenschutz für Kinder

source: Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardi and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that have collected Personal Data from anyone under the age of 13 without verification of parental consent, We ta steps to remove that information from Our servers.
de: Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir sammeln wissentlich keine personenbezogenen Daten von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und Ihnen bekannt ist, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte. Wenn wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne Überprüfung der elterlichen Zustimmung gesammelt haben, ergreifen wir Maßnahmen, um diese Informationen von unseren Servern zu entfernen.

source: If We need to rely on consent as a legal basis for processing Your information and Your country requires consent fromat a parent, We may require Your parent's consent before We collect and use that information.
de: Wenn wir uns auf die Einwilligung als Rechtsgrundlage für die Verarbeitung Ihrer Daten stützen müssen und Ihr Land die Einwilligung eines Elternteils verlangt, benötigen wir möglicherweise die Einwilligung Ihrer Eltern, bevor wir diese Daten erfassen und verwenden.

source: Links to Other Websites
de: Links zu anderen Websites

source: Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to revi the Privacy Policy of every site You visit.
de: Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie zur Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzrichtlinien jeder Website, die Sie besuchen, zu überprüfen.

source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
de: Wir haben keine Kontrolle über die Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter und übernehmen keine Verantwortung dafür.

source: Changes to this Privacy Policy
de: Änderungen dieser Datenschutzerklärung

source: We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.
de: Wir können unsere Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzerklärung auf dieser Seite veröffentlichen.

source: We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy.
de: Wir werden Sie vor Inkrafttreten der Änderung per E-Mail und/oder durch einen gut sichtbaren Hinweis auf unserer Website informieren und das Datum der letzten Aktualisierung am Anfang dieser Datenschutzerklärung aktualisieren.

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
de: Wir empfehlen Ihnen, diese Datenschutzerklärung regelmäßig auf Änderungen zu überprüfen. Änderungen dieser Datenschutzerklärung treten mit ihrer Veröffentlichung auf dieser Seite in Kraft.

source: Contact Us
de: Kontaktieren Sie uns

source: If you have any questions about this Privacy Policy, You can contact us:
de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben, können Sie sich an uns wenden:

source: General Terms and Conditions (GTC)
de: Allgemeine Geschäftsbedingungen (AGB)

source: 1. Scope
de: 1. Geltungsbereich

source: These General Terms and Conditions (GTC) apply to all deliveries by <strong>Procrastination Defier</strong> to consumers.
de: Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Lieferungen von <strong>Procrastination Defier</strong> an Verbraucher.

source: A consumer is any natural person who enters into a legal transaction for purposes that predominantly are neither commercial nor attributable to their self-employed professional activity.
de: Ein Verbraucher ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können.

source: 2. Contracting Party
de: 2. Vertragspartei

source: The purchase agreement is concluded with
de: Der Kaufvertrag wird abgeschlossen mit

source: 3. Conclusion of Contract
de: 3. Vertragsabschluss

source: The presentation of products in the online shop does not constitute a legally binding offer, but an invitation to place an order.
de: Die Darstellung der Produkte im Online-Shop stellt kein rechtlich bindendes Angebot dar, sondern eine Aufforderung zur Abgabe einer Bestellung.

source: By clicking the purchase confirmation you place a binding order for the goods listed on the checkout page. Your purchase contract is concluded when we accept your order by sending an order confirmation via email immediately after receipt of your order. Please note that, during the ordering process, you are required to provide an email address to which you have access.
de: Durch Anklicken der Kaufbestätigung geben Sie eine verbindliche Bestellung der auf der Checkout-Seite aufgeführten Waren ab. Ihr Kaufvertrag kommt zustande, wenn wir Ihre Bestellung durch eine sofort nach Eingang Ihrer Bestellung per E-Mail versandte Auftragsbestätigung annehmen. Bitte beachten Sie, dass Sie während des Bestellvorgangs eine E-Mail-Adresse angeben müssen, auf die Sie Zugriff haben.

source: 4. Prices &amp; Packaging
de: 4. Preise & Verpackung

source: The prices stated at the time of ordering apply. They are final prices and include the statutory value-added tax applicable in Germany. If items are on special offer at the time of purchase or a voucher is redeemed, the reduced price is included in the final order.
de: Es gelten die zum Zeitpunkt der Bestellung angegebenen Preise. Diese sind Endpreise und enthalten die in Deutschland geltende gesetzliche Mehrwertsteuer. Befinden sich Artikel zum Zeitpunkt des Kaufs im Sonderangebot oder wird ein Gutschein eingelöst, wird der reduzierte Preis in die endgültige Bestellung übernommen.

source: The packaging becomes the property of the customer upon handover.
de: Die Verpackung geht mit der Übergabe in das Eigentum des Kunden über.

source: 5. Payment
de: 5. Zahlung

source: As a rule, we offer the following payment methods and reserve the right to restrict available options for individual orders:
de: In der Regel bieten wir die folgenden Zahlungsmethoden an und behalten uns das Recht vor, die verfügbaren Optionen für einzelne Bestellungen einzuschränken:

source: Credit card:
de: Kreditkarte:

source: You pay directly during the checkout process by entering your credit card details. When the goods are dispatched, your card is charged with the actual invoice amount after deduction of any discounts or vouchers. For goods manufactured to customer specifications or clearly tailored to personal needs, your card is charged immediately with the actual invoice amount after deduction of any discounts or gift vouchers.
de: Sie bezahlen direkt während des Bestellvorgangs, indem Sie Ihre Kreditkartendaten eingeben. Bei Versand der Ware wird Ihre Karte mit dem tatsächlichen Rechnungsbetrag nach Abzug etwaiger Rabatte oder Gutscheine belastet. Bei Waren, die nach Kundenspezifikationen angefertigt werden oder eindeutig auf persönliche Bedürfnisse zugeschnitten sind, wird Ihre Karte sofort mit dem tatsächlichen Rechnungsbetrag nach Abzug etwaiger Rabatte oder Geschenkgutscheine belastet.

source: Please note that we only accept payments from accounts within the European Union (EU).
de: Bitte beachten Sie, dass wir nur Zahlungen von Konten innerhalb der Europäischen Union (EU) akzeptieren.

source: 6. Vouchers and Codes
de: 6. Gutscheine und Codes

source: No vouchers or codes were selected.
de: Es wurden keine Gutscheine oder Codes ausgewählt.

source: 7. Right of Withdrawal
de: 7. Widerrufsrecht

source: Right of Withdrawal
de: Widerrufsrecht

source: You have the right to withdraw from this contract within fourteen days without giving any reason.
de: Sie haben das Recht, diesen Vertrag innerhalb von vierzehn Tagen ohne Angabe von Gründen zu widerrufen.

source: The withdrawal period is fourteen days from the day on which you or a third party named by you, who is not the carrier, has taken possession of the goods.
de: Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die Waren in Besitz genommen haben bzw. hat.

source: To exercise your right of withdrawal, you must inform us of your decision to withdraw from this contract by means of a clear statement (e.g. a letter sent by post, fax or email). Please state your name (and company name, if applicable), address and—if available—telephone number, fax number and email address. You may use the model withdrawal form provided below the withdrawal policy, but this is not mandatory. If you exercise your right of withdrawal, we will send you confirmation of receipt of the withdrawal by email without delay.
de: Um Ihr Widerrufsrecht auszuüben, müssen Sie uns mittels einer eindeutigen Erklärung (z. B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Bitte geben Sie Ihren Namen (und gegebenenfalls Firmennamen), Ihre Anschrift und – falls vorhanden – Ihre Telefonnummer, Faxnummer und E-Mail-Adresse an. Sie können das unter den Widerrufsbelehrungen bereitgestellte Muster-Widerrufsformular verwenden, dies ist jedoch nicht zwingend erforderlich. Wenn Sie von Ihrem Widerrufsrecht Gebrauch machen, senden wir Ihnen unverzüglich eine Bestätigung über den Eingang des Widerrufs per E-Mail zu.

source: To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.
de: Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie Ihre Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.

source: Effects of Withdrawal
de: Auswirkungen des Rückzugs

source: If you withdraw from this contract, we shall reimburse you for all payments we have received from you, including delivery costs (with the exception of any additional costs resulting from your choice of a type of delivery other than the least expensive standard delivery offered by us), without undue delay and at the latest within fourteen days from the day on which we receive notification of your withdrawal from this contract. For this reimbursement, we will use the same means of payment that you used for the original transaction, unless expressly agreed otherwise with you; in no event will you be charged fees for this reimbursement. We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.
de: Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist. Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet. Wir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.

source: You shall send back the goods or hand them over to us (or to a person authorized by us to receive the goods) without undue delay and in any event not later than fourteen days from the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of fourteen days has expired.
de: Sie haben die Waren unverzüglich und in jedem Fall spätestens innerhalb von vierzehn Tagen ab dem Tag, an dem Sie uns Ihren Rücktritt von diesem Vertrag mitgeteilt haben, an uns (oder an eine von uns zur Entgegennahme der Waren bevollmächtigte Person) zurückzusenden oder zu übergeben. Die Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von vierzehn Tagen zurücksenden.

source: You bear the direct cost of returning the goods.
de: Sie tragen die direkten Kosten für die Rücksendung der Waren.

source: You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods. This withdrawal policy does not apply to the separate delivery of goods.
de: Sie haften nur für einen etwaigen Wertverlust der Waren, der auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweise der Waren nicht notwendigen Umgang mit ihnen zurückzuführen ist. Diese Widerrufsbelehrung gilt nicht für die getrennte Lieferung von Waren.

source: 8. Exclusion / Expiry of the Right of Withdrawal
de: 8. Ausschluss / Erlöschen des Widerrufsrechts

source: In accordance with § 312g (2) of the German Civil Code (BGB), the right of withdrawal does not apply, among other things, to contracts for the supply of goods which are not prefabricated and for the production of which an individual selection or decision by the consumer is decisive, or which are clearly tailored to the personal needs of the consumer; it also expires prematurely for contracts for the supply of sealed goods which are not suitable for return for reasons of health protection or hygiene if their seal was removed after delivery.
de: Gemäß § 312g Abs. 2 BGB besteht das Widerrufsrecht unter anderem nicht bei Verträgen zur Lieferung von Waren, die nicht vorgefertigt sind und für deren Herstellung eine individuelle Auswahl oder Bestimmung durch den Verbraucher maßgeblich ist oder die eindeutig auf die persönlichen Bedürfnisse des Verbrauchers zugeschnitten sind; es erlischt vorzeitig bei Verträgen zur Lieferung versiegelter Waren, die aus Gründen des Gesundheitsschutzes oder der Hygiene nicht zur Rückgabe geeignet sind, wenn ihre Versiegelung nach der Lieferung entfernt wurde.

source: 9. Voluntary Return Policy
de: 9. Freiwillige Rückgaberegelung

source: We do not offer a voluntary return policy.
de: Wir bieten keine freiwillige Rückgabemöglichkeit an.

source: 10. Delivery and Delivery Time
de: 10. Lieferung und Lieferzeit

source: Deliveries abroad are also possible. Items are supplied only in household quantities and only to end consumers.
de: Lieferungen ins Ausland sind ebenfalls möglich. Die Artikel werden nur in haushaltsüblichen Mengen und nur an Endverbraucher geliefert.

source: 11. Shipping Costs
de: 11. Versandkosten

source: Orders from
de: Bestellungen von

source: are shipped free of charge.
de: werden kostenlos versandt.

source: 12. Retention of Title
de: 12. Eigentumsvorbehalt

source: Until full payment has been received, the goods remain the property of
de: Bis zur vollständigen Bezahlung bleiben die Waren Eigentum von

source: 13. Liability
de: 13. Haftung

source: We are liable without limitation for intent and gross negligence and in accordance with the provisions of the German Product Liability Act. In the case of slight negligence, we are generally only liable for injury to life, body or health. If this does not apply in a case of slight negligence, we are only liable for the breach of material contractual obligations—i.e., obligations whose fulfilment is essential for the proper performance of the contract and on whose compliance the contractual partner may regularly rely. In the event of a breach of a material contractual obligation, liability is limited to the typical, foreseeable damage that we had to expect at the time the contract was concluded based on the circumstances known at that time. The above limitation of liability also applies in favor of our vicarious agents.
de: Wir haften uneingeschränkt für Vorsatz und grobe Fahrlässigkeit sowie nach den Bestimmungen des Produkthaftungsgesetzes. Bei leichter Fahrlässigkeit haften wir grundsätzlich nur für Schäden an Leben, Körper oder Gesundheit. Soweit dies bei leichter Fahrlässigkeit nicht gegeben ist, haften wir nur für die Verletzung wesentlicher Vertragspflichten, d. h. solcher Pflichten, deren Erfüllung die ordnungsgemäße Durchführung des Vertrags überhaupt erst ermöglicht und auf deren Einhaltung der Vertragspartner regelmäßig vertrauen darf. Bei Verletzung einer wesentlichen Vertragspflicht ist die Haftung auf den typischen, vorhersehbaren Schaden begrenzt, den wir bei Vertragsschluss aufgrund der damals bekannten Umstände zu erwarten hatten. Die vorstehende Haftungsbeschränkung gilt auch zugunsten unserer Erfüllungsgehilfen.

source: This policy is effective from Monday, 08 September 2025, 12:08.
de: Diese Richtlinie tritt am Montag, dem 8. September 2025, um 12:08 Uhr in Kraft.
